'use strict';

const questions = [
  {
    quizNum: '১',
    quesion: '১. নিচের কোনটি তোমার পাঠ্য বইয়ের প্রোগ্রামিং ল্যাংগুয়েজ?',
    answer: 'খ. সি/সি++',
    optionNum: ['ক.', 'খ.', 'গ.', 'ঘ.'],
    options: ['জাভা', 'সি/সি++', 'জাভাস্ক্রিপ্ট', 'পাইথন', 'j'],
  },
  {
    quizNum: '২',
    quesion: '২. নিচের কোনটি তোমার পছন্দের রং?',
    answer: 'খ. নীল',
    optionNum: ['ক.', 'খ.', 'গ.', 'ঘ.'],
    options: ['অরেঞ্জ', 'নীল', 'সবুজ', 'লাল', 'h'],
  },
  {
    quizNum: '৩',
    quesion: '৩. নিচের কোনটি আধুনিক পৃথিবীর সম্পদ?',
    answer: 'গ. তথ্য',
    optionNum: ['ক.', 'খ.', 'গ.', 'ঘ.'],
    options: ['কম্পিউটার', 'ওয়েব', 'তথ্য', 'মেমোরি', 'f'],
  },
  {
    quizNum: '৪',
    quesion: '৪. নিচের কোনটি ওয়েবসাইটে প্রবেশ করার জন্য অবশ্যই প্রয়োজন?',
    answer: 'ঘ. ইন্টারনেট',
    optionNum: ['ক.', 'খ.', 'গ.', 'ঘ.'],
    options: ['লেপটপ', 'ট্যাবলেট ফোন', 'স্মার্টফোন', 'ইন্টারনেট', 's'],
  },
  {
    quizNum: '৫',
    quesion: '৫. নিচের কোনটি তথ্য ও যোগাযোগ প্রযুক্তির প্রধান উপকরণ?',
    answer: 'ক. ইন্টারনেট',
    optionNum: ['ক.', 'খ.', 'গ.', 'ঘ.'],
    options: ['ইন্টারনেট', 'কম্পিউটার', 'তথ্য', 'ওয়েব', 'a'],
  },
];
